Repository: Oleshkevich-Artem/Weather
Catalog: Weather/Resources/Localization/*.lproj/Localizable.strings
Languages: ru

source: Today
ru: Сегодня

# Temperature unit
source: Â°C
ru: °C

# Wind speed unit
source: mp/h
ru: км/ч

source: Welcome!
ru: Добро пожаловать!

source: Let's go to search weather for your city!
ru: Давайте узнаем погоду в вашем городе!

source: SEARCH
ru: ПОИСК

source: Created and Directed by
ru: Придумал и разработал

source: Artem Oleshkevich
ru: Артём Олешкевич

source: Hourly weather
ru: Почасовой прогноз

source: Daily weather
ru: Прогноз по дням недели

source: 01 AM
ru: 01 ДП

source: 02 AM
ru: 02 ДП

source: 03 AM
ru: 03 ДП

source: 04 AM
ru: 04 ДП

source: 05 AM
ru: 05 ДП

source: 06 AM
ru: 06 ДП

source: 07 AM
ru: 07 ДП

source: 08 AM
ru: 08 ДП

source: 09 AM
ru: 09 ДП

source: 10 AM
ru: 10 ДП

source: 11 AM
ru: 11 ДП

source: 12 AM
ru: 12 ДП

source: 01 PM
ru: 01 ПП

source: 02 PM
ru: 02 ПП

source: 03 PM
ru: 03 ПП

source: 04 PM
ru: 04 ПП

source: 05 PM
ru: 05 ПП

source: 06 PM
ru: 06 ПП

source: 07 PM
ru: 07 ПП

source: 08 PM
ru: 08 ПП

source: 09 PM
ru: 09 ПП

source: 10 PM
ru: 10 ПП

source: 11 PM
ru: 11 ПП

source: 12 PM
ru: 12 ПП

source: Thunderstorm
ru: Гроза

source: Drizzle
ru: Морось

source: Rain
ru: Дождь

source: Snow
ru: Снег

source: Mist
ru: Слабый туман

source: Smoke
ru: Смог

source: Haze
ru: Лёгкий туман

source: Dust
ru: Пыль

source: Fog
ru: Туман

source: Sand
ru: Песчаная буря

source: Ash
ru: Пепельная пыль

source: Squall
ru: Шквальный ветер

source: Tornado
ru: Ураган

source: Clouds
ru: Облачно

source: Clear
ru: Чистое небо
